Repository: ClipySi/clipy-si-macos
Catalog: Clipy/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, zh_hans

source: %lld item(s) could not be imported.
ar: تعذّر استيراد %lld عنصر/عناصر.
bn: %lld টি আইটেম আমদানি করা যায়নি।
de: %lld Element(e) konnten nicht importiert werden.
es: %lld elemento(s) no se pudieron importar.
fr: %lld élément(s) n'ont pas pu être importés.
hi: %lld आइटम आयात नहीं किए जा सके।
id: %lld item tidak dapat diimpor.
it: %lld elemento/i non è stato possibile importare.
ja: %lld 件のアイテムをインポートできませんでした。
ko: %lld개의 항목을 가져오지 못했습니다.
pt_br: %lld item(s) não puderam ser importados.
ru: %lld элемент(ов) не удалось импортировать.
zh_hans: %lld 个项目无法导入。

source: %lld items
ar: %lld عنصر
bn: %lld টি আইটেম
de: %lld Objekte
es: %lld elementos
fr: %lld éléments
hi: %lld आइटम
id: %lld item
it: %lld elementi
ja: %lld 件のアイテム
ko: %lld개의 항목
pt_br: %lld itens
ru: %lld объектов
zh_hans: %lld 个项目

source: (Filenames)
ar: (أسماء الملفات)
bn: (ফাইলের নাম)
de: (Dateinamen)
es: (Nombres de archivo)
fr: (Noms de fichiers)
hi: (फ़ाइलनाम)
id: (Nama File)
it: (Nomi file)
ja: (ファイル名)
ko: (파일 이름)
pt_br: (Nomes de arquivos)
ru: (Имена файлов)
zh_hans: （文件名）

source: (Image)
ar: (صورة)
bn: (ছবি)
de: (Bild)
es: (Imagen)
hi: (छवि)
id: (Gambar)
it: (Immagine)
ja: (画像)
ko: (이미지)
pt_br: (Imagem)
ru: (Изображение)
zh_hans: （图像）

source: (decryption failed)
ar: (فشل فك التشفير)
bn: (ডিক্রিপশন ব্যর্থ)
de: (Entschlüsselung fehlgeschlagen)
es: (error de descifrado)
fr: (échec du déchiffrement)
hi: (डिक्रिप्शन विफल)
id: (dekripsi gagal)
it: (decifratura non riuscita)
ja: (復号に失敗)
ko: (복호화 실패)
pt_br: (falha na descriptografia)
ru: (не удалось расшифровать)
zh_hans: （解密失败）

source: A privacy-first clipboard manager.
ar: مدير حافظة يضع الخصوصية أولًا.
bn: গোপনীয়তা-প্রথম ক্লিপবোর্ড ম্যানেজার।
de: Ein Zwischenablage-Manager, der Datenschutz an erste Stelle setzt.
es: Un gestor de portapapeles que prioriza la privacidad.
fr: Un gestionnaire de presse-papiers axé sur la confidentialité.
hi: गोपनीयता-पहले वाला क्लिपबोर्ड मैनेजर।
id: Pengelola papan klip yang mengutamakan privasi.
it: Un gestore degli appunti che mette la privacy al primo posto.
ja: プライバシー第一のクリップボードマネージャ。
ko: 개인정보 보호를 최우선으로 하는 클립보드 관리자.
pt_br: Um gerenciador de área de transferência que prioriza a privacidade.
ru: Менеджер буфера обмена, для которого приватность на первом месте.
zh_hans: 以隐私为先的剪贴板管理器。

source: About ClipySi
ar: حول ClipySi
bn: ClipySi সম্পর্কে
de: Über ClipySi
es: Acerca de ClipySi
fr: À propos de ClipySi
hi: ClipySi के बारे में
id: Tentang ClipySi
it: Informazioni su ClipySi
ja: ClipySi について
ko: ClipySi 정보
pt_br: Sobre o ClipySi
ru: О программе ClipySi
zh_hans: 关于 ClipySi

source: Accent color
ar: لون التمييز
bn: অ্যাকসেন্ট রঙ
de: Akzentfarbe
es: Color de acento
fr: Couleur d'accentuation
hi: एक्सेंट रंग
id: Warna aksen
it: Colore principale
ja: アクセントカラー
ko: 강조 색상
pt_br: Cor de destaque
ru: Акцентный цвет
zh_hans: 强调色

source: Accessibility is enabled.
ar: تم تفعيل إمكانية الوصول.
bn: অ্যাক্সেসিবিলিটি সক্ষম রয়েছে।
de: Bedienungshilfen sind aktiviert.
es: La Accesibilidad está activada.
fr: L’Accessibilité est activée.
hi: एक्सेसिबिलिटी सक्षम है।
id: Aksesibilitas aktif.
it: L’Accessibilità è abilitata.
ja: アクセシビリティは有効です。
ko: 손쉬운 사용이 활성화되어 있습니다.
pt_br: A Acessibilidade está ativada.
ru: Универсальный доступ включён.
zh_hans: 辅助功能已启用。

source: Accessibility is not enabled yet.
ar: لم يتم تفعيل إمكانية الوصول بعد.
bn: অ্যাক্সেসিবিলিটি এখনও সক্ষম করা হয়নি।
de: Bedienungshilfen sind noch nicht aktiviert.
es: La Accesibilidad aún no está activada.
fr: L’Accessibilité n’est pas encore activée.
hi: एक्सेसिबिलिटी अभी सक्षम नहीं है।
id: Aksesibilitas belum aktif.
it: L’Accessibilità non è ancora abilitata.
ja: アクセシビリティはまだ有効になっていません。
ko: 손쉬운 사용이 아직 활성화되지 않았습니다.
pt_br: A Acessibilidade ainda não está ativada.
ru: Универсальный доступ ещё не включён.
zh_hans: 辅助功能尚未启用。

source: Action
ar: إجراء
bn: অ্যাকশন
de: Aktion
es: Acción
hi: क्रिया
id: Tindakan
it: Azione
ja: アクション
ko: 동작
pt_br: Ação
ru: Действие
zh_hans: 操作

source: Add
ar: إضافة
bn: যোগ করুন
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

source: Add Snippet
ar: إضافة مقتطف
bn: স্নিপেট যোগ করুন
de: Snippet hinzufügen
es: Añadir fragmento
fr: Ajouter un extrait
hi: स्निपेट जोड़ें
id: Tambah snippet
it: Aggiungi snippet
ja: スニペットを追加
ko: 스니펫 추가
pt_br: Adicionar snippet
ru: Добавить сниппет
zh_hans: 添加片段

source: Add a menu item to clear clipboard history
ar: إضافة عنصر قائمة لمسح سجل الحافظة
bn: ক্লিপবোর্ড ইতিহাস মুছে ফেলার একটি মেনু আইটেম যোগ করুন
de: Menüeintrag zum Löschen des Verlaufs hinzufügen
es: Añadir un ítem de menú para borrar el historial del portapapeles
fr: Ajouter une commande pour effacer l'historique du presse-papiers
hi: क्लिपबोर्ड इतिहास साफ़ करने के लिए मेन्यू आइटम जोड़ें
id: Tambahkan item menu untuk menghapus riwayat papan klip
it: Aggiungi una voce di menu per cancellare la cronologia degli appunti
ja: クリップボード履歴を消去するメニュー項目を追加
ko: 클립보드 기록 지우기 메뉴 항목 추가
pt_br: Adicionar um item de menu para limpar o histórico da área de transferência
ru: Добавить пункт меню для очистки истории буфера обмена
zh_hans: 添加用于清除剪贴板历史的菜单项

source: Add an application to exclude
ar: إضافة تطبيق إلى المستثناة
bn: বাদ দেওয়ার জন্য একটি অ্যাপ্লিকেশন যোগ করুন
de: Auszuschließende App hinzufügen
es: Añadir una aplicación para excluir
fr: Ajouter une application à exclure
hi: बाहर रखने के लिए ऐप्लिकेशन जोड़ें
id: Tambahkan aplikasi untuk dikecualikan
it: Aggiungi un'applicazione da escludere
ja: 除外するアプリケーションを追加
ko: 제외할 응용 프로그램 추가
pt_br: Adicionar um app para excluir
ru: Добавить приложение в исключения
zh_hans: 添加要排除的应用程序

source: Add to Snippets
ar: إضافة إلى المقتطفات
bn: স্নিপেটে যোগ করুন
de: Zu Snippets hinzufügen
es: Añadir a Snippets
fr: Ajouter aux extraits
hi: स्निपेट में जोड़ें
id: Tambah ke Snippets
it: Aggiungi agli Snippet
ja: スニペットに追加
ko: 스니펫에 추가
pt_br: Adicionar a Snippets
ru: Добавить в сниппеты
zh_hans: 添加到片段

source: All
ar: الكل
bn: সব
de: Alle
es: Todo
fr: Tout
hi: सभी
id: Semua
it: Tutti
ja: すべて
ko: 전체
pt_br: Tudo
ru: Все
zh_hans: 全部

source: All Apps
ar: كل التطبيقات
bn: সব অ্যাপ
de: Alle Apps
es: Todas las apps
fr: Toutes les apps
hi: सभी ऐप्स
id: Semua aplikasi
it: Tutte le app
ja: すべてのアプリ
ko: 모든 앱
pt_br: Todos os apps
ru: Все приложения
zh_hans: 所有应用

source: All Types
ar: كل الأنواع
bn: সব ধরন
de: Alle Typen
es: Todos los tipos
fr: Tous les types
hi: सभी प्रकार
id: Semua jenis
it: Tutti i tipi
ja: すべての種類
ko: 모든 종류
pt_br: Todos os tipos
ru: Все типы
zh_hans: 所有类型

source: Allow Accessibility for ClipySi
ar: السماح بإمكانية الوصول إلى ClipySi
bn: ClipySi-এর জন্য অ্যাক্সেসিবিলিটি অনুমোদন করুন
de: Bedienungshilfen für ClipySi erlauben
es: Permitir la accesibilidad para ClipySi
fr: Autoriser l'accessibilité pour ClipySi
hi: ClipySi के लिए ऐक्सेसिबिलिटी की अनुमति दें
id: Izinkan Aksesibilitas untuk ClipySi
it: Consenti l'accessibilità per ClipySi
ja: ClipySi にアクセシビリティを許可
ko: ClipySi의 손쉬운 사용 허용
pt_br: Permitir Acessibilidade para o ClipySi
ru: Разрешите Универсальный доступ для ClipySi
zh_hans: 允许 ClipySi 使用辅助功能

source: App
ar: التطبيق
bn: অ্যাপ
hi: ऐप
id: Aplikasi
ja: アプリ
ko: 앱
ru: Программа
zh_hans: 应用

source: Appearance
ar: المظهر
bn: চেহারা
de: Darstellung
es: Aspecto
fr: Apparence
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
ko: 외관
pt_br: Aparência
ru: Оформление
zh_hans: 外观

source: Approve ClipySi under Login Items in System Settings to finish enabling launch at login.
ar: وافق على ClipySi ضمن عناصر تسجيل الدخول في إعدادات النظام لإكمال تفعيل التشغيل عند تسجيل الدخول.
bn: লগইনে চালু করা সম্পূর্ণ করতে সিস্টেম সেটিংস-এ লগইন আইটেম-এর অধীনে ClipySi অনুমোদন করুন।
de: Bestätige ClipySi in den Anmeldeobjekten der Systemeinstellungen, um den Start bei der Anmeldung zu aktivieren.
es: Aprueba ClipySi en Ítems de inicio de sesión en Ajustes del Sistema para terminar de activar la apertura al iniciar sesión.
fr: Approuvez ClipySi dans les éléments d'ouverture des Réglages Système pour terminer l'activation du lancement à l'ouverture de session.
hi: लॉगिन पर लॉन्च सक्षम करने के लिए सिस्टम सेटिंग्स में लॉगिन आइटम के अंतर्गत ClipySi को स्वीकृत करें।
id: Setujui ClipySi di bawah Item Masuk di Pengaturan Sistem untuk menyelesaikan pengaktifan peluncuran saat masuk.
it: Approva ClipySi in Elementi login nelle Impostazioni di Sistema per completare l'attivazione dell'avvio al login.
ja: ログイン時の起動を有効にするには、システム設定の「ログイン項目」で ClipySi を承認してください。
ko: 로그인 시 실행을 완료하려면 시스템 설정의 로그인 항목에서 ClipySi를 승인하십시오.
pt_br: Aprove o ClipySi em Itens de Início nos Ajustes do Sistema para concluir a ativação da abertura no login.
ru: Подтвердите ClipySi в разделе «Объекты входа» в Системных настройках, чтобы завершить включение запуска при входе.
zh_hans: 请在“系统设置”的“登录项”中批准 ClipySi，以完成启用登录时启动。

source: Ask for Touch ID or your login password before a masked value is shown or pasted.
ar: المطالبة بـ Touch ID أو كلمة مرور تسجيل الدخول قبل إظهار قيمة مُخفاة أو لصقها.
bn: কোনো মাস্ক করা মান দেখানো বা পেস্ট করার আগে Touch ID বা আপনার লগইন পাসওয়ার্ড চান।
de: Vor dem Anzeigen oder Einfügen eines maskierten Werts nach Touch ID oder Ihrem Anmeldekennwort fragen.
es: Pedir Touch ID o tu contraseña de inicio de sesión antes de mostrar o pegar un valor enmascarado.
fr: Demander Touch ID ou votre mot de passe de session avant d’afficher ou de coller une valeur masquée.
hi: किसी मास्क किए गए मान को दिखाने या पेस्ट करने से पहले Touch ID या अपना लॉगिन पासवर्ड माँगें।
id: Minta Touch ID atau kata sandi login Anda sebelum nilai yang disamarkan ditampilkan atau ditempel.
it: Richiedi il Touch ID o la password di accesso prima di mostrare o incollare un valore mascherato.
ja: マスクされた値を表示または貼り付ける前に、Touch ID またはログインパスワードを要求します。
ko: 마스킹된 값을 표시하거나 붙여넣기 전에 Touch ID 또는 로그인 암호를 요청합니다.
pt_br: Solicitar o Touch ID ou sua senha de login antes de mostrar ou colar um valor mascarado.
ru: Запрашивать Touch ID или пароль для входа перед показом или вставкой замаскированного значения.
zh_hans: 在显示或粘贴被遮蔽的值之前，要求 Touch ID 或登录密码。

source: Authenticate to paste a hidden secret.
ar: المصادقة للصق سر مُخفى.
bn: একটি লুকানো গোপন তথ্য পেস্ট করতে প্রমাণীকরণ করুন।
de: Authentifizieren, um ein verborgenes Geheimnis einzufügen.
es: Autentícate para pegar un secreto oculto.
fr: Authentifiez-vous pour coller un secret masqué.
hi: छिपी हुई गोपनीय जानकारी पेस्ट करने के लिए प्रमाणित करें।
id: Autentikasi untuk menempel rahasia tersembunyi.
it: Autenticati per incollare un segreto nascosto.
ja: 非表示の秘密情報を貼り付けるには認証してください。
ko: 숨겨진 비밀 정보를 붙여넣으려면 인증하세요.
pt_br: Autentique-se para colar um segredo oculto.
ru: Пройдите аутентификацию, чтобы вставить скрытый секрет.
zh_hans: 请验证以粘贴隐藏的机密。

source: Automatically check for updates
ar: التحقق من التحديثات تلقائيًا
bn: স্বয়ংক্রিয়ভাবে আপডেটের জন্য পরীক্ষা করুন
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
hi: अपडेट के लिए स्वतः जाँचें
id: Periksa pembaruan secara otomatis
it: Controlla automaticamente gli aggiornamenti
ja: アップデートを自動的にチェック
ko: 자동으로 업데이트 확인
pt_br: Buscar atualizações automaticamente
ru: Автоматически проверять обновления
zh_hans: 自动检查更新

source: Back
ar: رجوع
bn: পূর্ববর্তী
de: Zurück
es: Atrás
fr: Précédent
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 上一步

source: Beta
ar: تجريبي
bn: বিটা
fr: Bêta
hi: बीटा
ja: ベータ機能
ko: 베타
ru: Бета
zh_hans: 测试版

source: Beta settings might be moved to a different pane in future versions.
ar: قد تُنقل الإعدادات التجريبية إلى جزء مختلف في الإصدارات المستقبلية.
bn: ভবিষ্যৎ সংস্করণে বিটা সেটিংস একটি ভিন্ন প্যানে সরানো হতে পারে।
de: Beta-Einstellungen werden in zukünftigen Versionen möglicherweise in einen anderen Bereich verschoben.
es: Los ajustes beta podrían trasladarse a otro panel en versiones futuras.
fr: Les réglages bêta pourront être déplacés vers un autre volet dans les versions futures.
hi: बीटा सेटिंग्स को भविष्य के संस्करणों में किसी अन्य फलक में स्थानांतरित किया जा सकता है।
id: Pengaturan beta mungkin dipindahkan ke panel lain pada versi mendatang.
it: Le impostazioni beta potrebbero essere spostate in un altro pannello nelle versioni future.
ja: ベータ機能の設定は、将来のバージョンで別のペインに移動される場合があります。
ko: 베타 설정은 향후 버전에서 다른 패널로 이동될 수 있습니다.
pt_br: Os ajustes beta podem ser movidos para outro painel em versões futuras.
ru: Настройки беты могут быть перенесены на другую панель в будущих версиях.
zh_hans: 测试版设置可能会在未来版本中移至其他面板。

source: Black
ar: أسود
bn: কালো
de: Schwarz
es: Negro
fr: Noir
hi: काला
id: Hitam
it: Nero
ja: ブラック
ko: 검은색
pt_br: Preto
ru: Чёрный
zh_hans: 黑色

source: Blue
ar: أزرق
bn: নীল
de: Blau
es: Azul
fr: Bleu
hi: नीला
id: Biru
it: Blu
ja: ブルー
ko: 파란색
pt_br: Azul
ru: Синий
zh_hans: 蓝色

source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
zh_hans: 取消

source: Check for Updates Now…
ar: التحقق من التحديثات الآن…
bn: এখনই আপডেটের জন্য পরীক্ষা করুন…
de: Jetzt nach Updates suchen …
es: Buscar actualizaciones ahora…
fr: Rechercher les mises à jour…
hi: अभी अपडेट के लिए जाँचें…
id: Periksa Pembaruan Sekarang…
it: Controlla aggiornamenti ora…
ja: 今すぐアップデートをチェック…
ko: 지금 업데이트 확인…
pt_br: Buscar Atualizações Agora…
ru: Проверить обновления…
zh_hans: 立即检查更新…

source: Check interval:
ar: فترة التحقق:
bn: পরীক্ষার ব্যবধান:
de: Prüfintervall:
es: Intervalo de comprobación:
fr: Intervalle de vérification :
hi: जाँच अंतराल:
id: Interval pemeriksaan:
it: Intervallo di controllo:
ja: チェック間隔:
ko: 확인 주기:
pt_br: Intervalo de verificação:
ru: Интервал проверки:
zh_hans: 检查间隔：

source: Choose Existing Folder
ar: اختيار مجلد موجود
bn: বিদ্যমান ফোল্ডার বেছে নিন
de: Vorhandenen Ordner wählen
es: Elegir carpeta existente
fr: Choisir un dossier existant
hi: मौजूदा फ़ोल्डर चुनें
id: Pilih Folder yang Ada
it: Scegli Cartella Esistente
ja: 既存のフォルダを選択
ko: 기존 폴더 선택
pt_br: Escolher Pasta Existente
ru: Выбрать существующую папку
zh_hans: 选择现有文件夹

source: Choose a sync folder to begin.
ar: اختر مجلد مزامنة للبدء.
bn: শুরু করতে একটি সিঙ্ক ফোল্ডার বেছে নিন।
de: Wählen Sie zunächst einen Sync-Ordner.
es: Elige una carpeta de sincronización para empezar.
fr: Choisissez d'abord un dossier de synchronisation.
hi: शुरू करने के लिए एक सिंक फ़ोल्डर चुनें।
id: Pilih folder sinkronisasi untuk memulai.
it: Scegli una cartella di sincronizzazione per iniziare.
ja: まず同期フォルダを選択してください。
ko: 시작하려면 동기화 폴더를 선택하세요.
pt_br: Escolha uma pasta de sincronização para começar.
ru: Сначала выберите папку синхронизации.
zh_hans: 请先选择同步文件夹。

source: Choose…
ar: اختيار…
bn: বেছে নিন…
de: Auswählen …
es: Elegir…
fr: Choisir…
hi: चुनें…
id: Pilih…
it: Scegli…
ja: 選択…
ko: 선택…
pt_br: Escolher…
ru: Выбрать…
zh_hans: 选择…

source: Clear All
ar: مسح الكل
bn: সব মুছুন
de: Alles löschen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ़ करें
id: Hapus Semua
it: Cancella Tutto
ja: すべて消去
ko: 모두 지우기
pt_br: Limpar Tudo
ru: Очистить всё
zh_hans: 清除全部

source: Clear Filter
ar: مسح التصفية
bn: ফিল্টার মুছুন
de: Filter löschen
es: Quitar filtro
fr: Effacer le filtre
hi: फ़िल्टर हटाएँ
id: Hapus Filter
it: Rimuovi filtro
ja: 絞り込みを解除
ko: 필터 지우기
pt_br: Limpar filtro
ru: Сбросить фильтр
zh_hans: 清除筛选

source: Clear History
ar: مسح السجل
bn: ইতিহাস মুছুন
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
hi: इतिहास साफ़ करें
id: Hapus Riwayat
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
pt_br: Limpar Histórico
ru: Очистить историю
zh_hans: 清除历史

source: Clear all clipboard history?
ar: مسح كل سجل الحافظة؟
bn: সমস্ত ক্লিপবোর্ড ইতিহাস মুছবেন?
de: Gesamten Verlauf löschen?
es: ¿Borrar todo el historial del portapapeles?
fr: Effacer tout l'historique du presse-papiers ?
hi: क्या सारा क्लिपबोर्ड इतिहास साफ़ करें?
id: Hapus semua riwayat papan klip?
it: Cancellare tutta la cronologia degli appunti?
ja: クリップボード履歴をすべて消去しますか?
ko: 모든 클립보드 기록을 지우시겠습니까?
pt_br: Limpar todo o histórico da área de transferência?
ru: Очистить всю историю буфера обмена?
zh_hans: 清除所有剪贴板历史？

source: Clear history
ar: مسح السجل
bn: ইতিহাস মুছুন
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
hi: इतिहास साफ़ करें
id: Hapus riwayat
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
pt_br: Limpar histórico
ru: Очистить историю
zh_hans: 清除历史

source: Clear history:
ar: مسح السجل:
bn: ইতিহাস মুছুন:
de: Verlauf löschen:
es: Borrar historial:
fr: Effacer l'historique :
hi: इतिहास साफ़ करें:
id: Hapus riwayat:
it: Cancella cronologia:
ja: 履歴を消去:
ko: 기록 지우기:
pt_br: Limpar histórico:
ru: Очистить историю:
zh_hans: 清除历史：

source: Clear search
ar: مسح البحث
bn: অনুসন্ধান সাফ করুন
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज साफ़ करें
id: Hapus pencarian
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
pt_br: Limpar busca
ru: Очистить поиск
zh_hans: 清除搜索

source: Clear search and filters
ar: مسح البحث والمرشحات
bn: অনুসন্ধান ও ফিল্টার সাফ করুন
de: Suche und Filter zurücksetzen
es: Borrar búsqueda y filtros
fr: Effacer la recherche et les filtres
hi: खोज और फ़िल्टर साफ़ करें
id: Hapus pencarian dan filter
it: Cancella ricerca e filtri
ja: 検索とフィルタをクリア
ko: 검색 및 필터 지우기
pt_br: Limpar busca e filtros
ru: Очистить поиск и фильтры
zh_hans: 清除搜索和筛选

source: ClipySi can collect anonymous diagnostics on your Mac to help fix crashes and bugs. Your clipboard contents, history, snippets, and searches are never collected, and nothing is ever sent anywhere automatically.
ar: يمكن لـ ClipySi جمع تشخيصات مجهولة الهوية على جهاز Mac الخاص بك للمساعدة في إصلاح الأعطال والأخطاء. لا يتم جمع محتوى الحافظة أو السجل أو المقتطفات أو عمليات البحث أبدًا، ولا يُرسَل أي شيء إلى أي مكان تلقائيًا.
bn: ClipySi ক্র্যাশ ও বাগ ঠিক করতে সাহায্য করতে আপনার Mac-এ বেনামী ডায়াগনস্টিকস সংগ্রহ করতে পারে। আপনার ক্লিপবোর্ডের বিষয়বস্তু, ইতিহাস, স্নিপেট ও সার্চ কখনও সংগ্রহ করা হয় না, এবং কিছুই কখনও স্বয়ংক্রিয়ভাবে কোথাও পাঠানো হয় না।
de: ClipySi kann auf deinem Mac anonyme Diagnosedaten erfassen, um Abstürze und Fehler zu beheben. Zwischenablage-Inhalte, Verlauf, Snippets und Suchen werden nie erfasst, und es wird niemals etwas automatisch irgendwohin gesendet.
es: ClipySi puede recopilar diagnósticos anónimos en tu Mac para ayudar a corregir fallos y errores. El contenido del portapapeles, el historial, los fragmentos y las búsquedas nunca se recopilan, y nada se envía nunca a ningún sitio automáticamente.
fr: ClipySi peut collecter des diagnostics anonymes sur votre Mac pour aider à corriger les pannes et les bugs. Le contenu du presse-papiers, l’historique, les extraits et les recherches ne sont jamais collectés, et rien n’est jamais envoyé automatiquement où que ce soit.
hi: ClipySi क्रैश और बग ठीक करने में मदद के लिए आपके Mac पर गुमनाम डायग्नोस्टिक्स एकत्र कर सकता है। आपके क्लिपबोर्ड की सामग्री, इतिहास, स्निपेट और खोजें कभी एकत्र नहीं की जातीं, और कुछ भी कभी स्वचालित रूप से कहीं नहीं भेजा जाता।
id: ClipySi dapat mengumpulkan diagnostik anonim di Mac Anda untuk membantu memperbaiki kerusakan dan bug. Konten papan klip, riwayat, cuplikan, dan pencarian Anda tidak pernah dikumpulkan, dan tidak ada yang pernah dikirim ke mana pun secara otomatis.
it: ClipySi può raccogliere dati diagnostici anonimi sul tuo Mac per aiutare a correggere arresti anomali e bug. Contenuti degli appunti, cronologia, snippet e ricerche non vengono mai raccolti e nulla viene mai inviato automaticamente da nessuna parte.
ja: ClipySi は、クラッシュや不具合の修正に役立てるため、お使いの Mac 内で匿名の診断情報を収集できます。クリップボードの内容・履歴・スニペット・検索語は収集せず、自動的にどこかへ送信することもありません。
ko: ClipySi는 충돌과 버그 수정을 돕기 위해 사용자의 Mac에서 익명 진단 데이터를 수집할 수 있습니다. 클립보드 내용, 기록, 스니펫, 검색어는 절대 수집되지 않으며, 어떤 것도 자동으로 어디에도 전송되지 않습니다.
pt_br: O ClipySi pode coletar diagnósticos anônimos no seu Mac para ajudar a corrigir falhas e bugs. O conteúdo da área de transferência, o histórico, os trechos e as buscas nunca são coletados, e nada é enviado automaticamente para qualquer lugar.
ru: ClipySi может собирать анонимную диагностику на вашем Mac, чтобы помочь устранять сбои и ошибки. Содержимое буфера обмена, история, сниппеты и поисковые запросы никогда не собираются, и ничего никогда не отправляется куда-либо автоматически.
zh_hans: ClipySi 可以在你的 Mac 上收集匿名诊断信息，以帮助修复崩溃和错误。绝不收集你的剪贴板内容、历史、片段和搜索，也绝不会自动发送到任何地方。

source: ClipySi pastes into the frontmost app using macOS Accessibility. Grant permission so ⌘V works — you can also do this later.
ar: يقوم ClipySi باللصق في التطبيق الأمامي باستخدام إمكانية الوصول في macOS. امنح الإذن لكي يعمل ⌘V — يمكنك فعل ذلك لاحقًا أيضًا.
bn: ClipySi macOS অ্যাক্সেসিবিলিটি ব্যবহার করে সামনের অ্যাপে পেস্ট করে। ⌘V কাজ করার জন্য অনুমতি দিন — আপনি পরেও এটি করতে পারেন।
de: ClipySi fügt mithilfe der macOS-Bedienungshilfen in die vorderste App ein. Erteile die Berechtigung, damit ⌘V funktioniert – du kannst das auch später tun.
es: ClipySi pega en la app en primer plano usando la Accesibilidad de macOS. Concede el permiso para que funcione ⌘V; también puedes hacerlo más tarde.
fr: ClipySi colle dans l’app au premier plan via l’Accessibilité de macOS. Accordez l’autorisation pour que ⌘V fonctionne — vous pouvez aussi le faire plus tard.
hi: ClipySi macOS एक्सेसिबिलिटी का उपयोग करके सबसे आगे वाले ऐप में पेस्ट करता है। ⌘V काम करने के लिए अनुमति दें — आप इसे बाद में भी कर सकते हैं।
id: ClipySi menempel ke aplikasi terdepan menggunakan Aksesibilitas macOS. Berikan izin agar ⌘V berfungsi — Anda juga dapat melakukannya nanti.
it: ClipySi incolla nell’app in primo piano usando l’Accessibilità di macOS. Concedi l’autorizzazione affinché ⌘V funzioni — puoi farlo anche in seguito.
ja: ClipySi は macOS のアクセシビリティを使って最前面のアプリに貼り付けます。⌘V が動くよう権限を許可してください（後からでも設定できます）。
ko: ClipySi는 macOS 손쉬운 사용을 이용해 맨 앞 앱에 붙여넣습니다. ⌘V가 작동하도록 권한을 허용하세요 — 나중에 설정할 수도 있습니다.
pt_br: O ClipySi cola no app em primeiro plano usando a Acessibilidade do macOS. Conceda a permissão para que ⌘V funcione — você também pode fazer isso depois.
ru: ClipySi вставляет в активное приложение через «Универсальный доступ» macOS. Предоставьте разрешение, чтобы работало ⌘V — это можно сделать и позже.
zh_hans: ClipySi 通过 macOS 辅助功能粘贴到最前面的应用。请授予权限以便 ⌘V 生效——你也可以稍后再设置。

source: Code
ar: كود
bn: কোড
es: Código
hi: कोड
id: Kode
it: Codice
ja: コード
ko: 코드
pt_br: Código
ru: Код
zh_hans: 代码

source: Collapse Preview (⌘P)
ar: طي المعاينة (⌘P)
bn: প্রিভিউ গুটান (⌘P)
de: Vorschau einklappen (⌘P)
es: Contraer vista previa (⌘P)
fr: Réduire l’aperçu (⌘P)
hi: प्रीव्यू समेटें (⌘P)
id: Ciutkan pratinjau (⌘P)
it: Comprimi anteprima (⌘P)
ja: プレビューを閉じる (⌘P)
ko: 미리보기 접기 (⌘P)
pt_br: Recolher pré-visualização (⌘P)
ru: Свернуть предпросмотр (⌘P)
zh_hans: 收起预览 (⌘P)

source: Colors
ar: ألوان
bn: রং
de: Farben
es: Colores
fr: Couleurs
hi: रंग
id: Warna
it: Colori
ja: カラー
ko: 색상
pt_br: Cores
ru: Цвета
zh_hans: 颜色

source: Confirm passphrase
ar: تأكيد عبارة المرور
bn: পাসফ্রেজ নিশ্চিত করুন
de: Passphrase bestätigen
es: Confirmar frase de contraseña
fr: Confirmer la phrase secrète
hi: पासफ़्रेज़ की पुष्टि करें
id: Konfirmasi frasa sandi
it: Conferma passphrase
ja: パスフレーズを確認
ko: 암호 문구 확인
pt_br: Confirmar frase-senha
ru: Подтвердите парольную фразу
zh_hans: 确认口令

source: Content
ar: المحتوى
bn: বিষয়বস্তু
de: Inhalt
es: Contenido
fr: Contenu
hi: सामग्री
id: Konten
it: Contenuto
ja: 内容
ko: 내용
pt_br: Conteúdo
ru: Содержимое
zh_hans: 内容

source: Continue
ar: متابعة
bn: চালিয়ে যান
de: Fortfahren
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
zh_hans: 继续
